alefragnani.Bookmarks
ionutvmi.path-autocomplete
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
RandomFractalsInc.geo-data-viewer
ritwickdey.LiveServer
rust-lang.rust
ryanolsonx.zenburn
slevesque.vscode-hexdump
vscodevim.vim
