tap "homebrew/bundle"
brew "arm-linux-gnueabihf-binutils"
brew "aws-sam-cli"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "eccodes"
brew "exiftool"
brew "ffmpeg"
brew "gh"
brew "git-gui"
brew "hdf5"
brew "imagemagick"
brew "jq"
brew "libgd"
brew "nanomsg"
brew "neovim"
brew "ninja"
brew "nkf"
brew "pandoc"
brew "pngcheck"
brew "podman"
brew "proj"
brew "protobuf"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "wget"
cask "brave-browser"
cask "deepl"
cask "drawio"
cask "emacs"
cask "firefox"
cask "inkscape"
cask "karabiner-elements"
cask "signal"
cask "skype"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "wezterm"
cask "wireshark"
cask "zed"
cask "zoom"
